Repository: common-repository/service-pack-for-storefront
Catalog: languages/service-pack-for-storefront-*.po
Languages: fr_fr

source: Adds modulable basic functionalities to your WooCommerce/Storefront site.
fr_fr: Inclut de manière modulaire les fonctionnalités basiques nécessaires à votre site e-commerce avec WooCommerce/Storefront.

source: Thank you for using %s, hope you enjoy it !
fr_fr: Merci d'utiliser Service Pack pour Storefront !

source: If you have a question, a suggestion, or if you need help, here is the %s.
fr_fr: Si vous avez une question, une suggestion ou encore besoin d'aide, voici le %s.

source: support forum
fr_fr: forum d'entraide

source: To allow me to spend more time developing this plugin for you, a little %s would be great !
fr_fr: Pour me permettre de passer plus de temps à développer ce plugin pour vous, un petit %s serait d'une aide précieuse !

source: donation
fr_fr: don

source: Service Pack for Storefront
fr_fr: Service Pack pour Storefront

source: Title:
fr_fr: Titre:

source: Newsletter subscription widget.
fr_fr: Widget d'inscription à la newsletter.

source: Your email address
fr_fr: Votre mail

source: The maximum length of you email address is 50 characters.
fr_fr: La longueur maximale autorisée de l'adresse mail est de 50 caractères.

source: Invalid email address.
fr_fr: Adresse mail invalide.

source: Don't forget your email address...
fr_fr: N'oubliez pas votre adresse mail...

source: You are already subcribed to our newsletter...
fr_fr: Vous vous êtes déjà inscrit à notre newsletter...

source: Sorry but you can not subscribe to our newsletter because something not predicted happened, please try again.
fr_fr: Désolé, un problème est survenu lors de votre inscription à la newsletter, veuillez ressayer.

source: Thank you for subscribing to our newsletter !
fr_fr: Vous êtes maintenant inscrit à la newsletter.

source: Aggregator
fr_fr: Agrégateur

source: Aggregates the last blog posts on home page and product reviews in product category pages.
fr_fr: Montre les derniers posts sur la page d'accueil et les avis dans les catégories produit.

source: Contact Form
fr_fr: Formulaire de contact

source: Simple front end contact form. Once activated, add its shortcode on your "contact" page: [spfs_contact_form]
fr_fr: Simple formulaire de contact. Une fois le module activé, veillez à inclure le shortcode [spfs_contact_form] sur votre page de contact.

source: Dynamic Sidebar
fr_fr: Barre latérale dynamique

source: Adds specific sidebar for product page, product category page, post page, etc...
fr_fr: Ajoute des barres latérales spécifiques aux types de pages: produit, catégorie produit, post, etc...

source: Float Menu
fr_fr: Menu flottant

source: Makes the basic storefront navigation menu floating when scrolling down.
fr_fr: Permet de rendre flottant le menu Storefront d'origine.

source: Order Tracking
fr_fr: Suivi commande

source: Gives you and your customers the ability to track simply orders via links pointing to the shipper's site tracking service.
fr_fr: Permet à vous et vos clients de suivre leurs commandes.

source: Brings to your customers the possibility to share easily products and blog posts on their social network accounts.
fr_fr: Permet à vos visiteurs de partager facilement produits et posts sur leurs comptes réseaux sociaux.

source: Simple slider based on "Flex Slider" by WooThemes. Edit slides in the new menu section.
fr_fr: Simple slider basé sur "FlexSlider" développé par WooThemes. Vous pouvez créer facilement des slides dans la nouvelle section du menu.

source: Store Credit
fr_fr: Système d'avoir

source: Gives you the ability to create and send by email store credits to your customers.
fr_fr: Vous donne la possibilité de créer et d'envoyer par email des avoir à vos clients.

source: My account
fr_fr: Mon compte

source: Show credits on My Account page.
fr_fr: Montrer les avoir sur la page "Mon Compte".

source: Delete after use
fr_fr: Supprimer après utilisation

source: When the credit is spent, delete it.
fr_fr: Supprimer l'avoir quand il est épuisé.

source: Apply before taxes
fr_fr: Appliquer avant les taxes

source: Apply the credit before taxes.
fr_fr: Appliquer l'avoir avant les taxes.

source: Individual usage
fr_fr: Utilisation individuelle

source: Shipper's Name
fr_fr: Nom du transporteur

source: Enter the name of the new shipper. Note that it will be displayed as such to your customer.
fr_fr: Indiquez le nom du nouveau transporteur. Veuillez noter qu'il sera vu tel quel par vos clients.

source: Shipper's URL
fr_fr: URL du transporteur

source: Add the new shipper's tracking service URL. Eg for FEDEX: http://www.fedex.com/Tracking?action=track&tracknumbers=<br />More examples <a href="http://verysimple.com/2011/07/06/ups-tracking-url/" rel="nofollow" target="_blank">here</a>.
fr_fr: Indiquez l'URL du service de suivi en ligne du transporteur. Par exemple pour Colissimo: http://www.colissimo.fr/portail_colissimo/suivre.do?colispart=

source: Modules Activation
fr_fr: Activation des modules

source: Enable/Disable the modules below...
fr_fr: Activez/Désactivez les modules ci-dessous.

source: Social Network
fr_fr: Réseaux sociaux

source: Your social network pages URLs...
fr_fr: Indiquez les liens vers les pages réseaux sociaux de votre site ou entreprise.

source: Module - Store Credit
fr_fr: Module - Système d'avoir

source: Store credit settings
fr_fr: Paramétrez ici le système d'avoir

source: Module - Order Tracking
fr_fr: Module - Suivi des commandes

source: In this section, you can add new shippers and/or edit the shippers previously created.<br />Once the shippers created, go on the "Edit Order" page, in the new "Order Tracking" metabox on the right panel, select the shipper's name and enter your tracking number.<br />Now, your customers have the possibility to track their orders with a simple click from their account page or from their updated order status email they will get.
fr_fr: Dans cette section vous pouvez ajouter des nouveaux transporteurs et/ou éditer les transporteurs créés précédemment.<br />Une fois les transporteurs créés, vous trouverez une nouvelle boite de dialogue nommée "Suivi commande" sur la barre latérale droite de vos commandes. Vous pourrez ainsi y sélectionner le nom du transporteur et rentrer le numéro de suivi de la commande.<br />Ainsi vos clients auront la possibilité de suivre leurs commandes par un simple clic sur leur page "Mon Compte" ou sur le mail WooCommerce qu'ils recevront lorsque vous passez l'état de la commande à "Terminée".

source: Require %s.
fr_fr: Nécessite %s.

source: Blog Sidebar
fr_fr: Barre latérale du blog

source: Sidebar displaying on your blog.
fr_fr: Barre latérale du blog.

source: Page Sidebar
fr_fr: Barre latérale des pages

source: Sidebar displaying on single pages.
fr_fr: Barre latérale des pages.

source: Top footer row-1 column-1
fr_fr: Top Footer ligne-1 colonne-1

source: Top footer row-1 column-2
fr_fr: Top Footer ligne-1 colonne-2

source: Top footer row-2 column-1
fr_fr: Top Footer ligne-2 colonne-1

source: Top footer row-2 column-2
fr_fr: Top Footer ligne-2 colonne-2

source: Product Category Sidebar
fr_fr: Barre latérale des catégories produit

source: Sidebar displaying on product categories.
fr_fr: Barre latérale des catégories produit.

source: Product Sidebar
fr_fr: Barre latérale des produits

source: Sidebar displaying on product page.
fr_fr: Barre latérale des produits.

source: Special Sidebar
fr_fr: Barre latérale spéciale

source: Sidebar displaying on my account, checkout, and cart pages.
fr_fr: Barre latérale des pages spéciales WooCommerce: "Mon Compte", "Commande" et "Panier".

source: Add New Slide
fr_fr: Ajouter un nouveau slide

source: Edit Slide
fr_fr: Modifier le slide

source: New Slide
fr_fr: Nouveau slide

source: View Slide
fr_fr: Voir le slide

source: Search Slides
fr_fr: Chercher les slides

source: Reviews
fr_fr: Avis

source: Rated %s out of 5
fr_fr: Noté %s sur 5

source: out of 5
fr_fr: sur 5

source: You first need to add new shippers on the %s.
fr_fr: Vous devez d'abord ajouter des transporteurs sur la %.

source: settings page
fr_fr: page des options

source: Select the shipper, enter your tracking number and save...
fr_fr: Sélectionnez le transporteur, entrez le numéro de suivi et sauvegardez...

source: Shipper
fr_fr: Transporteur

source: Select the shipper
fr_fr: Sélectionnez le transporteur

source: Tracking number
fr_fr: Numéro de suivi

source: Track it
fr_fr: Suivre la commande

source: Invalid / Missing tracking number or tracking shipper
fr_fr: Numéro de suivi ou transporteur invalide ou manquant

source: Tracking information
fr_fr: Information de Suivi

source: You can track anytime your order by clicking
fr_fr: Vous pouvez suivre votre commande à tout moment en cliquant

source: here
fr_fr: ici

source: Order N° %s
fr_fr: Commande N° %s

source: Sent by %s
fr_fr: Expédiée par %s

source: Tracking number: %s
fr_fr: Numéro de suivi: %s

source: You can track anytime you order by clicking %s
fr_fr: Vous pouvez suivre votre commande à tout moment en cliquant %s

source: My trackings
fr_fr: Mes suivis

source: Share on %s...
fr_fr: Partagez sur %s...

source: Required
fr_fr: Requis

source: Name
fr_fr: Nom

source: The max length for your email address is 30 characters.
fr_fr: La longueur maximale autorisée de l'adresse mail est de 30 caractères.

source: The max length for your message is 2000 characters.
fr_fr: La longueur maximale autorisée de votre message message est de 2000 caractères.

source: The max length for your name is 30 characters.
fr_fr: La longueur maximale autorisée de votre nom est de 30 caractères.

source: Invalid email.
fr_fr: Adresse mail invalide.

source: Invalid message.
fr_fr: Message invalide.

source: Invalid name.
fr_fr: Nom invalide.

source: Don't forget your message...
fr_fr: N'oubliez pas votre message...

source: Your message has not been sent. Please, try again...
fr_fr: Désolé, votre message n'a pas pu être envoyé, merci de ressayer.

source: Your message has successfully been sent. We will reply to you as soon as possible.
fr_fr: Votre message a bien été envoyé. Nous vous répondrons dans les plus brefs délais.

source: You have got an email from
fr_fr: Vous avez reçu un mail de

source: Send Credits
fr_fr: Envoyer un avoir

source: Email address
fr_fr: Adresse mail

source: Amount of the credit
fr_fr: Montant du crédit

source: Generate a store credit and mail it to your customer
fr_fr: Générer un avoir et l'envoyer par mail à mon client

source: Invalid email address
fr_fr: Adresse mail invalide

source: Invalid amount
fr_fr: Montant invalide

source: Credit sent.
fr_fr: L'avoir a bien été envoyé.

source: You have got a credit of %s
fr_fr: Vous avez reçu un avoir de %s

source: To use your store credit, please, enter the following discount code during your next checkout
fr_fr: Pour utiliser votre avoir, merci d'entrer le code promo suivant lors de votre prochaine commande

source: My Store Credits
fr_fr: Mes avoirs

source: Your credit is over.
fr_fr: Votre avoir est épuisé.
